# OLDGetCountLoads

## Description
Returns the loads count of the specified object.

```pascal
FUNCTION OLDGetCountLoads(handle : HANDLE) : INTEGER;
```

```python

def vs.OLDGetCountLoads(handle):
    return INTEGER
```

## Parameters
|Name|Type|Description|
|---|---|---|
|handle|HANDLE||

## Version
Availability: from Vectorworks 2025.3
## Category
* Truss Analysis